{"meta":{"title":"Tears in Heaven","subtitle":null,"description":null,"author":"Losky","url":"http://yoursite.com"},"pages":[{"title":"404","date":"2018-10-24T13:20:56.000Z","updated":"2018-10-24T13:20:56.971Z","comments":true,"path":"404/index.html","permalink":"http://yoursite.com/404/index.html","excerpt":"","text":""},{"title":"search","date":"2018-10-24T13:20:34.000Z","updated":"2018-10-24T15:23:55.722Z","comments":true,"path":"search/index.html","permalink":"http://yoursite.com/search/index.html","excerpt":"","text":""},{"title":"categories","date":"2018-10-24T15:19:27.000Z","updated":"2018-10-24T15:22:53.996Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"about","date":"2018-10-24T14:06:21.000Z","updated":"2018-11-04T17:10:09.307Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"关于我一个迷茫的灵魂"},{"title":"tags","date":"2018-10-24T15:15:43.000Z","updated":"2018-10-24T15:22:10.601Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"昨日青空，昨日清空","slug":"昨日青空，昨日清空","date":"2018-11-03T16:05:29.000Z","updated":"2018-11-05T05:08:54.368Z","comments":true,"path":"2018/11/04/昨日青空，昨日清空/","link":"","permalink":"http://yoursite.com/2018/11/04/昨日青空，昨日清空/","excerpt":"","text":"缘起 ​ 早在一周前就听到了老曹对这部剧的喜欢，老曹的水平一直是不错的，恰巧周四听到了狗子在寝室里面唱这首歌，虽然还破了音，但可以感觉到他是想看的。于是两个没什么空的人，约了这一波。来看看这个国产的，关于我们的青春的这部昨日青空。 浮生若白驹过隙 ​ 故事的开头稍显老套，男主人公屠小意辞去了自己的工作，回到了自己的故乡，只是为了坚持自己最初的简简单单画漫画的理想。在前老板的一口带广东口音的普通话的轰炸下，男主从容地坐在了桌前，打开了画册，同时，回忆也开始联翩，回到了那个1999年。 ​ 我相信我们一代人对1999年是没有印象的，但是故事很好的展示了那个可能是北方的早晨，两个高三学生的日常（或许也是所有学生的早晨）画面在一连串景色描写之后，很快的进入了主线：学校。故事的发展其实很快，男女主人公之间发生的故事展现在我们面前的其实不算太多：画板报，打完篮球顺路回家，出去踏青，送伞，但是就是这么短短的四件事情，却把三个主人公之间的感情展现得很生动。 ​ 画板报之前，我相信屠小意对女主角姚哲恬只是像对大多数漂亮女生一样，欣赏，敬佩以及一点点的惊艳。但万幸或者说不那么幸运的是，办板报终于将两个人联系在了一起。小意主动找哲恬讨论板报的事情，在操场等待的时候，陪着班里新来的成绩很差但是很有关系的齐景轩打了一会篮球，又在最后一颗球投篮的时候，被姚哲恬看到了。三个人的交际在这一刻，也终于被连在了一起。 ​ 在一起回家的路上，他们来到了那个会等火车经过才会打开的路口，火车也很巧合的来了，在火车来的汽笛声声中，女主大声地对男主喊道：“我说，你有你自己喜欢做的事情，很好！”。小意在这一刻察觉到自己喜欢上了这个平常异常沉默，但其实内心火热的女孩。 ​ 两人在出板报的时候听到了班主任巴结景轩的事情，景轩正在气头上，一掌打翻了颜料，颜料撒了半块黑板。景轩过意不去，来帮忙，却机缘巧合，小意把颜料也做成了一个创意， 三人在买饮料的时候，景轩说如果把灌篮高手画在板报上该多好，无心的一句话，却被小意听了进去。三人喝完饮料，来到了大云山铁塔上。哲恬很开心，她说这是她距离天最近的时候。景轩这个时候看到了小意看哲恬的表情，知道了小意的一点心意，决定帮助他。 ​ 送哲恬回家的路上，小意知道了哲恬很迷茫，不知道自己的梦想，只是盲目地和我们一样地循着父母的想法可能去一个大学的金融或计算机系，小意决定帮他，他在黑板上写下“try your best！”并希望景轩帮他找一些关于大学介绍的书来，景轩自然明白小意的心意，带来了书。第二天，在黑板前，哲恬给了小意一本名为《漫画王》的书，在末页的工作室招聘上，龙飞凤舞地写着“try your best！” ​ 小意收到来着哲恬的礼物，很开心，甚至下定决心，以后一定要画漫画，就画漫画。板报出得越来越认真，每一期两人都仔细研究要介绍的学校，甚至于被景轩偷拍了两人的亲密照。三人间的友谊也日渐增长。 缘灭 ​ 三人与花生决定出去踏青，哲恬在骗父母全是女生的情况下得以同行，在山林里，他们打雪仗，过河，玩闹，最后到了景轩的母亲家里，原来景轩是离异家庭，母亲只是个普通的农村妇女，齐母热情的款待了三人，三人也发现了景轩喜欢飞机，并建议景轩报考飞行员。 ​ 小意对哲恬的情谊愈加深厚，画了很多张哲恬的画，并在犹豫着是否要投进哲恬家的信箱。悄悄跟来的景轩一把将所有的画投了进去，并对小意说：“你现在也只能祈祷她接受你了。” ​ 在一次家长来访中，班主任在受到齐父姚母的双重吐槽打击下，心情很不好，却在这时，恰好发现了小意藏在考卷下的哲恬的画，班主任气急，同学们看热闹，小意深深埋下了头，哲恬则是又羞又恼，场面正变得不可收拾中，景轩挺身而出，说这话是他拜托小意画的，小意松了口气，哲恬的表情却变得更加奇怪。 ​ 三人间的关系逐渐冷淡，这天，小意仍要去画板报，景轩拦下他：“陪我去次街机厅吧，明天我就要走了，去当飞行员。”还没走远的哲恬回过头来：“我也要去。”街机厅里，哲恬一直和景轩对打，小意只是看着，这个时候，由于花生没有在和小混混的战斗中防水，即将被打，小意三人挺身而出，一阵混战之后，四人分头逃走，巧合或者说必然的是，踏青时和小意一辆车的哲恬，和景轩一起逃走，花生却陪着小意。在那个巷子里，哲恬向景轩吐露了自己的心声：“如果你不要高考，那我也不考了。” 并一步步靠近景轩，（这一幕也恰好被赶来的小意看到），小意惊慌的别开了头，景轩推开了哲恬：“我和刚刚那些小混混没有本质的区别。“并甩过身去，小意骑车逃走，哲恬也黯然离开，花生大叫小意并跟着离开，景轩听到了叫声，决定去小意家等他。四人离开小巷，很讽刺的是，即使这里发生了再多的事情，而那个巷子，依然和他们来之前一样，没有区别，一样的灯光，一样的温度，可能仅有的几滴泪水，也会在被蒸干之后，再也还找不到踪迹。 ​ 景轩没有等到小意，离开了学校，再也没有回来。小意决心放弃高考，去深圳画漫画。他和哲恬之间按，也不在有交集。直到这天，文艺汇演这天，哲恬被叫去表演，书包也没有背走。表演时，班主任很夸张，逢人便说这是我学生，然而表演完毕，却没有一个人送或来接哲恬。小意很紧张，错过了哲恬跑出来的时间，最后找了好久，或许真的是命运吧，他在哲恬转角的一瞬，看到了哲恬，我不知道那个少年花了多少的勇气，他叫住了哲恬：”姚哲恬“，短短的三个字，倾注的也不知道有多少欣喜与苦涩。 ​ 画面一转，二人来到了小意的家里，小意煮好了姜水，哲恬也洗完了澡。两个人聊起了高考，小意说起了自己不去高考，要去画漫画，哲恬突然想到了什么，冲向自己的包，原来包里是哲恬妈妈订的杂志，哲恬偷偷拿出准备看一看，没想到还没看就全都湿透了，这时候小意突然想到自己给哲恬的画，岂不是也还混在这一大摞书里面？哲恬果然发现了书里夹着的画，可画已经全都花了，看不出化的什么。小意舒了一口气，我不知道里面混着的究竟是放松，释怀还是无奈与看开。 ​ 送哲恬回家的路上，哲恬幽幽说：”我们一直被支配着，没办法做自己真正喜欢的事，最后我们也变成了这样。“同样在火车的汽笛声中，小意鼓起了自己的勇气，大声喊道：”只要有自己喜欢的事，就一定会发出光来。喜欢一个人也是这样，你一定要喜欢那个因为喜欢着他而发光的自己啊。“哲恬也终于打开了那个景轩离开的心结，脸上绽开的久违的笑。 ta不在灯火阑珊 ​ 哲恬决定追逐自己的梦想，报考了教育和心理学。景轩早已翱翔在蓝天，小意最终在板报上留下了：”致那终将闪光的我们！“，准备离开去深圳，花生来送他，哲恬闻讯赶来，给了小意出板报的那个留言本。火车上，小意打开留言本，里面夹着一张照片，在那张景轩偷拍的照片后面：”写着try your best！“ 小意，狂奔向车尾，却再也没见到花生和哲恬最后一面。 ​ 画面转回现在，小意画下了他们的故事，只为了景轩曾经的那句话：”如果你要当漫画家，那就画一个关于我们的故事吧！“ ​ 看完电影，我还在与老曹小灰灰争论，是否哲恬从来也没有喜欢过小意，我甚至举出了很多细节上的例子。可写到这里，我觉得一切都不重要了，三人即使分离再也不见，可他们的心早已原谅了对方，即使没有联系，也都祈祷着，牵挂着对方，既然终究错过了，那么最完美的，就是虽然错过，但并不为相逢而遗憾。我相信三位主人公会是这样的，虽然分散四方，虽然没有交际，可大家回忆到那个下午，那个喝汽水的下午，那个爬铁塔的下午，那个踏青的下午，那个出板报的下午，无论春夏秋冬，无论时间轮转，剩下的都只剩下满满的回忆与感动。虽然阴差阳错，但他们最终成全了彼此，或许三个人的对象都有些偏差可那又有什么关系呢？大家不都是奔向了那个各自期待的，不被父母老师计划的自己的未来吗？我想这样，对于三人，已经足够了吧。 可永远在”我们“心里再见昨天 来不及说的告别 留在了某一天 是最大的亏欠 和昨天说再见 挥一挥手说再见 十七岁那一年 一转眼从指间溜走 消失不见 原来校服是唯一纪念 毕业册是唯一的照片 同学会是唯一碰面 我们已经越走越远 天真以为能永远 陪伴的人 后来也会 突然不见 谁知时光匆匆 回不去从前 还来不及感谢 多想对你大声说","categories":[{"name":"日志","slug":"日志","permalink":"http://yoursite.com/categories/日志/"}],"tags":[{"name":"人生感悟","slug":"人生感悟","permalink":"http://yoursite.com/tags/人生感悟/"}]},{"title":"博客建成","slug":"博客建成","date":"2018-10-24T15:30:20.000Z","updated":"2018-11-05T03:03:58.743Z","comments":true,"path":"2018/10/24/博客建成/","link":"","permalink":"http://yoursite.com/2018/10/24/博客建成/","excerpt":"","text":"搭建起因在laocao同志的帮助下，我也开始了咸鱼人生，搭建起了博客。技术性的东西不太想说了，可以看友情链接luluting。搭建这个博客的目的，大概是给自己无聊而迷茫的人生添加一些乐趣。兴之所在，就会有很大的动力，一整天的功夫，在laocao的帮助下，blog大概建成了。 博客发展大概会记录一些生活感想，无聊琐事与鸡毛蒜皮如果有缘的话，会有一些技术性的记录，不过不会太多 更新问题随缘更新，比如现在我不想写了，我就不写了。 更新11.04对博客进行大改，为了使用评论功能，将主题换为next。","categories":[{"name":"日志","slug":"日志","permalink":"http://yoursite.com/categories/日志/"}],"tags":[{"name":"技术","slug":"技术","permalink":"http://yoursite.com/tags/技术/"}]}]}