{"meta":{"title":"Tears in Heaven","subtitle":null,"description":null,"author":"Losky","url":"http://yoursite.com"},"pages":[{"title":"404","date":"2018-10-24T13:20:56.000Z","updated":"2018-10-24T13:20:56.971Z","comments":true,"path":"404/index.html","permalink":"http://yoursite.com/404/index.html","excerpt":"","text":""},{"title":"search","date":"2018-10-24T13:20:34.000Z","updated":"2018-10-24T15:23:55.722Z","comments":true,"path":"search/index.html","permalink":"http://yoursite.com/search/index.html","excerpt":"","text":""},{"title":"categories","date":"2018-10-24T15:19:27.000Z","updated":"2018-10-24T15:22:53.996Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"about","date":"2018-10-24T14:06:21.000Z","updated":"2018-11-04T17:10:09.307Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"关于我一个迷茫的灵魂"},{"title":"tags","date":"2018-10-24T15:15:43.000Z","updated":"2018-10-24T15:22:10.601Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"每一段旅途的终点","slug":"每一段旅途的终点","date":"2019-03-08T15:37:44.000Z","updated":"2019-03-09T10:46:22.519Z","comments":true,"path":"2019/03/08/每一段旅途的终点/","link":"","permalink":"http://yoursite.com/2019/03/08/每一段旅途的终点/","excerpt":"","text":"弱冠​ 很久不在社交媒体上写下自己的一些感悟。想了很久，还是决定在这个特殊的时刻写下一些什么东西。来纪念即将完整的人生的第二十个年头。前二十年很长，7304天的时间，也许能占据我整个生命的三分之一到五分之一。然而，整个属于自己的时间，从能记事开始，就减去近1000天，然后就是学习，整个小学，初中，高中，13年的时间里，我收获了亲情，友情和一份或许不能算的爱情。在剩下的日子里，我也不是纯粹的我，而是一个糅杂了各种他人心绪的属于社会的我。真正的我的本身在哪里呢？我认为是在夜深人静的时候，是在我一个人的时候，这个时候的我，是纯粹的，只属于我的我。然而，人终究是社会的人，也就是说，在白天，我永远也无法成为我。那么白天的那个我，和真实的我究竟有多少不一样呢？ ​ 我思考着这个问题，但却得不到答案。如果是面对陌生人，可能有7，8成不一样。但即使是家人，也会有1，2成不一样。我不知道是不是只有我一个人这样，即使面对家人也无法完全地吐露自己的心绪，若果是，那么我为自己感到羞耻，为我的家人感到抱歉。如果不是，我的心里或许会少一丝愧疚。 ​ 然而很奇怪的是，你面对家人无法公开的那1，2成，却或许可以对陌生人毫无保留。今天想写下的，就会有这1，2成里面的一些东西。并以此提醒自己，自己曾经的样子。多年后回看，或许会嘲笑自己低劣，但那又是另一番滋味。 关于真实的冷漠的我​ 我很冷漠。是真的。从骨子里，我是一个很冷漠的人。但是白天，我或许是一个很开朗的人。我会主动与不认识的人交朋友，会在朋友面前很逗比。但这不是真实的我。真正的我，是那个夜晚卸下所有微笑的我。我不愿意对一个不是很熟悉的人提供帮助，甚至一些很熟的人，但如果我没有把他当作朋友，我也不愿意提供帮助。在我的评估里不是我的朋友也不会对我有任何帮助的人，我不会给他们任何接近我的机会。从内心深处，我更喜欢独处，我希望以后有一套不太大的房子，一个人住，或许会有一条猫狗。我会给人分等级，但并不以貌取人。我说的等级是与我而言的重要性。在我的等级里，最重要的是我，其次是父母。然后是最好的几个朋友，再然后才是老师同学。我不知道该不该在这里对我的朋友们也排个序，我知道真实的我是能干出这种事情的，但，我怕真的排出来后，它也会反过来影响我自己，让我坚信自己的排序并作出一些错事。但我仍要举个例，即使在DC里的朋友，对我而言，依然被我分了级。在我的等级次序里，一切低级的优先级在没有特殊情况下，都要低于其上级。假如真的都掉水里了，我大概率是在先保证自己的情况下，在考虑救人。我不知道在有了一段新的感情后，我会不会有所变化，不过这是真实的冷漠的我。 关于记仇与记恩的我​ 我真的是一个挺记仇的人，一些人，一些事，尽管大家都觉得无所谓了，也劝我无所谓了，我可能嘴上说着无所谓了，心里面还记着，并且会一直记得，同时在记仇方面我很有可能无事发生，但我们不再有交集或者你对我没有了利用价值的那一天，我会毫不留情的抛弃你，不在联系。我也不知道到那时我是不是真有这么狠心，但是现在的，此时的20岁的我，是真实地这样想着。 ​ 记仇的同时，我也是一个记恩的人，或许你对我的帮助小到连你自己都记不住了，但我肯定会记得。并且我一定会想办法回报，我不愿意欠别人，平常的人我也不愿意在报恩后因为这件事成为朋友。但如果是我的朋友，那么我真的不会在意谁欠谁。在我的等级里面，朋友大于恩与仇。但要是我们成为朋友的基础不那么牢固，甚至是欺骗，那我也会挥泪斩马谡。 关于我的秘密​ 我有不少秘密，而且我是一个很能保守秘密的人。如果我自己不愿意说，那么，绝对不会有人从我嘴里知道它们。我会和朋友们家人们分享一些秘密。但是关于我的，最本真的一些性格和思维，我也许不会再对任何人说了。 关于我的朋友​ 我对于朋友的定义或者说要求，很高。也就是说，在我心里，真正被我当作朋友的人，并没有那么多。但是我会对我的朋友们很好，我在他们的面前也可以没有拘束，肆意而任性，我相信他们也会包容我。这也是我的自信。但事实上，也有许多我的朋友，我们分开了很久，也很少在联系，但我一想到他们，我的心里仍然充斥着汹涌着各种各样的感情。那个初中天天骑自行车送我回家的背影，那个在我冲出课堂后带人寻找我的身影，那个与我分享自己的几段感情的人，那个最先告诉我关于月亮很圆的故事的人，那个与我一起翘课逛楼只因为我心情不好的人，还有一个后来的对我们没有隐瞒的在经历过感情失败后重生的人。相信当你们看到时，也能在其中发现自己的身影。剩下的人，或许是没有那么多的共同经历，我能与你们玩的很好，却不能交心，不能成为朋友。 ​ 对，我对朋友的定义就是交心。看起来很简单，其实很难办到。交心也并不是指两者之间的沟通，有时候也可以一切尽在无言中。其实交心也是一种救赎，有些是对我的，有些是对你的，更多的是相互的。感谢你们对我的救赎，让我能撑到现在。你们每个人的故事展开，都够我写上好几篇博客，但今天的这篇，主角是我。 关于那段感情​ 高中的这段感情，不论结果，真的令我刻骨铭心。接近3年的关系让我成长了许多，也让我疲惫。或许我真的要如同吕大师的经验般：再休息3年，才能缓过来。私底下，已经写了不少文字，该消磨的，痛恨的，记住的，爱着的都快要消失了。当这些情绪都一并从我的记忆中暗淡的时候，我就真的连这个人也记不住了。但现实的我除了不原谅，不见的话外，也早已经翻不起波澜，不管是不是青青草原，伤害已经造成了，也已经结痂了。就算你现在告诉我当时没有留下伤口，可当时的疼和手上的痂都在叫嚣着：你在撒谎！然而心的疲惫却驱使着我对吕大师说出：已经不重要了。我不知道这是一种到底有多复杂的心绪。也不知道局中的我究竟有没有堪破玲珑。因为话到嘴边时，总是一句：无所谓了。 关于目标​ 在奔三的道路上，有几个我一定要做到的事，也有几个希望能做到的事情。 ​ 对于学业，一定要做到的是研究生，博士及以上随缘，对于国内国外，保证国内的情况下，冲击国外。 ​ 对于生活，坚持早睡早起，一日三餐，偶尔锻炼。希望在第三个十年里，医学能快速发展让我摆脱疾病。 ​ 对于感情，守护已有的亲情与友情。尝试与优秀的人做小伙伴，也尝试得到一些新的朋友（虽然这很难），至于爱情，此刻的我，真的没有任何打算，因为是因为cd，也许是我真的没有遇到那个合适的人。 ​ 对于事业，如果能在这个十年里开始工作，希望地点是成都或者杭州，希望能付下一座不大房子的首付，并能有一只猫猫狗狗。 晚安​ 此刻的心绪已经书尽，心情舒畅很多。希望自己再看这篇不会羞愧。无论时间是明天还是10年后。因为这也是此刻的真实的我。 ![202](/每一段旅途的 终点/202.jpg)","categories":[{"name":"日志","slug":"日志","permalink":"http://yoursite.com/categories/日志/"}],"tags":[{"name":"日志","slug":"日志","permalink":"http://yoursite.com/tags/日志/"}]},{"title":"昨日青空，昨日清空","slug":"昨日青空，昨日清空","date":"2018-11-03T16:05:29.000Z","updated":"2018-11-05T05:08:54.368Z","comments":true,"path":"2018/11/04/昨日青空，昨日清空/","link":"","permalink":"http://yoursite.com/2018/11/04/昨日青空，昨日清空/","excerpt":"","text":"缘起 ​ 早在一周前就听到了老曹对这部剧的喜欢，老曹的水平一直是不错的，恰巧周四听到了狗子在寝室里面唱这首歌，虽然还破了音，但可以感觉到他是想看的。于是两个没什么空的人，约了这一波。来看看这个国产的，关于我们的青春的这部昨日青空。 浮生若白驹过隙 ​ 故事的开头稍显老套，男主人公屠小意辞去了自己的工作，回到了自己的故乡，只是为了坚持自己最初的简简单单画漫画的理想。在前老板的一口带广东口音的普通话的轰炸下，男主从容地坐在了桌前，打开了画册，同时，回忆也开始联翩，回到了那个1999年。 ​ 我相信我们一代人对1999年是没有印象的，但是故事很好的展示了那个可能是北方的早晨，两个高三学生的日常（或许也是所有学生的早晨）画面在一连串景色描写之后，很快的进入了主线：学校。故事的发展其实很快，男女主人公之间发生的故事展现在我们面前的其实不算太多：画板报，打完篮球顺路回家，出去踏青，送伞，但是就是这么短短的四件事情，却把三个主人公之间的感情展现得很生动。 ​ 画板报之前，我相信屠小意对女主角姚哲恬只是像对大多数漂亮女生一样，欣赏，敬佩以及一点点的惊艳。但万幸或者说不那么幸运的是，办板报终于将两个人联系在了一起。小意主动找哲恬讨论板报的事情，在操场等待的时候，陪着班里新来的成绩很差但是很有关系的齐景轩打了一会篮球，又在最后一颗球投篮的时候，被姚哲恬看到了。三个人的交际在这一刻，也终于被连在了一起。 ​ 在一起回家的路上，他们来到了那个会等火车经过才会打开的路口，火车也很巧合的来了，在火车来的汽笛声声中，女主大声地对男主喊道：“我说，你有你自己喜欢做的事情，很好！”。小意在这一刻察觉到自己喜欢上了这个平常异常沉默，但其实内心火热的女孩。 ​ 两人在出板报的时候听到了班主任巴结景轩的事情，景轩正在气头上，一掌打翻了颜料，颜料撒了半块黑板。景轩过意不去，来帮忙，却机缘巧合，小意把颜料也做成了一个创意， 三人在买饮料的时候，景轩说如果把灌篮高手画在板报上该多好，无心的一句话，却被小意听了进去。三人喝完饮料，来到了大云山铁塔上。哲恬很开心，她说这是她距离天最近的时候。景轩这个时候看到了小意看哲恬的表情，知道了小意的一点心意，决定帮助他。 ​ 送哲恬回家的路上，小意知道了哲恬很迷茫，不知道自己的梦想，只是盲目地和我们一样地循着父母的想法可能去一个大学的金融或计算机系，小意决定帮他，他在黑板上写下“try your best！”并希望景轩帮他找一些关于大学介绍的书来，景轩自然明白小意的心意，带来了书。第二天，在黑板前，哲恬给了小意一本名为《漫画王》的书，在末页的工作室招聘上，龙飞凤舞地写着“try your best！” ​ 小意收到来着哲恬的礼物，很开心，甚至下定决心，以后一定要画漫画，就画漫画。板报出得越来越认真，每一期两人都仔细研究要介绍的学校，甚至于被景轩偷拍了两人的亲密照。三人间的友谊也日渐增长。 缘灭 ​ 三人与花生决定出去踏青，哲恬在骗父母全是女生的情况下得以同行，在山林里，他们打雪仗，过河，玩闹，最后到了景轩的母亲家里，原来景轩是离异家庭，母亲只是个普通的农村妇女，齐母热情的款待了三人，三人也发现了景轩喜欢飞机，并建议景轩报考飞行员。 ​ 小意对哲恬的情谊愈加深厚，画了很多张哲恬的画，并在犹豫着是否要投进哲恬家的信箱。悄悄跟来的景轩一把将所有的画投了进去，并对小意说：“你现在也只能祈祷她接受你了。” ​ 在一次家长来访中，班主任在受到齐父姚母的双重吐槽打击下，心情很不好，却在这时，恰好发现了小意藏在考卷下的哲恬的画，班主任气急，同学们看热闹，小意深深埋下了头，哲恬则是又羞又恼，场面正变得不可收拾中，景轩挺身而出，说这话是他拜托小意画的，小意松了口气，哲恬的表情却变得更加奇怪。 ​ 三人间的关系逐渐冷淡，这天，小意仍要去画板报，景轩拦下他：“陪我去次街机厅吧，明天我就要走了，去当飞行员。”还没走远的哲恬回过头来：“我也要去。”街机厅里，哲恬一直和景轩对打，小意只是看着，这个时候，由于花生没有在和小混混的战斗中防水，即将被打，小意三人挺身而出，一阵混战之后，四人分头逃走，巧合或者说必然的是，踏青时和小意一辆车的哲恬，和景轩一起逃走，花生却陪着小意。在那个巷子里，哲恬向景轩吐露了自己的心声：“如果你不要高考，那我也不考了。” 并一步步靠近景轩，（这一幕也恰好被赶来的小意看到），小意惊慌的别开了头，景轩推开了哲恬：“我和刚刚那些小混混没有本质的区别。“并甩过身去，小意骑车逃走，哲恬也黯然离开，花生大叫小意并跟着离开，景轩听到了叫声，决定去小意家等他。四人离开小巷，很讽刺的是，即使这里发生了再多的事情，而那个巷子，依然和他们来之前一样，没有区别，一样的灯光，一样的温度，可能仅有的几滴泪水，也会在被蒸干之后，再也还找不到踪迹。 ​ 景轩没有等到小意，离开了学校，再也没有回来。小意决心放弃高考，去深圳画漫画。他和哲恬之间按，也不在有交集。直到这天，文艺汇演这天，哲恬被叫去表演，书包也没有背走。表演时，班主任很夸张，逢人便说这是我学生，然而表演完毕，却没有一个人送或来接哲恬。小意很紧张，错过了哲恬跑出来的时间，最后找了好久，或许真的是命运吧，他在哲恬转角的一瞬，看到了哲恬，我不知道那个少年花了多少的勇气，他叫住了哲恬：”姚哲恬“，短短的三个字，倾注的也不知道有多少欣喜与苦涩。 ​ 画面一转，二人来到了小意的家里，小意煮好了姜水，哲恬也洗完了澡。两个人聊起了高考，小意说起了自己不去高考，要去画漫画，哲恬突然想到了什么，冲向自己的包，原来包里是哲恬妈妈订的杂志，哲恬偷偷拿出准备看一看，没想到还没看就全都湿透了，这时候小意突然想到自己给哲恬的画，岂不是也还混在这一大摞书里面？哲恬果然发现了书里夹着的画，可画已经全都花了，看不出化的什么。小意舒了一口气，我不知道里面混着的究竟是放松，释怀还是无奈与看开。 ​ 送哲恬回家的路上，哲恬幽幽说：”我们一直被支配着，没办法做自己真正喜欢的事，最后我们也变成了这样。“同样在火车的汽笛声中，小意鼓起了自己的勇气，大声喊道：”只要有自己喜欢的事，就一定会发出光来。喜欢一个人也是这样，你一定要喜欢那个因为喜欢着他而发光的自己啊。“哲恬也终于打开了那个景轩离开的心结，脸上绽开的久违的笑。 ta不在灯火阑珊 ​ 哲恬决定追逐自己的梦想，报考了教育和心理学。景轩早已翱翔在蓝天，小意最终在板报上留下了：”致那终将闪光的我们！“，准备离开去深圳，花生来送他，哲恬闻讯赶来，给了小意出板报的那个留言本。火车上，小意打开留言本，里面夹着一张照片，在那张景轩偷拍的照片后面：”写着try your best！“ 小意，狂奔向车尾，却再也没见到花生和哲恬最后一面。 ​ 画面转回现在，小意画下了他们的故事，只为了景轩曾经的那句话：”如果你要当漫画家，那就画一个关于我们的故事吧！“ ​ 看完电影，我还在与老曹小灰灰争论，是否哲恬从来也没有喜欢过小意，我甚至举出了很多细节上的例子。可写到这里，我觉得一切都不重要了，三人即使分离再也不见，可他们的心早已原谅了对方，即使没有联系，也都祈祷着，牵挂着对方，既然终究错过了，那么最完美的，就是虽然错过，但并不为相逢而遗憾。我相信三位主人公会是这样的，虽然分散四方，虽然没有交际，可大家回忆到那个下午，那个喝汽水的下午，那个爬铁塔的下午，那个踏青的下午，那个出板报的下午，无论春夏秋冬，无论时间轮转，剩下的都只剩下满满的回忆与感动。虽然阴差阳错，但他们最终成全了彼此，或许三个人的对象都有些偏差可那又有什么关系呢？大家不都是奔向了那个各自期待的，不被父母老师计划的自己的未来吗？我想这样，对于三人，已经足够了吧。 可永远在”我们“心里再见昨天 来不及说的告别 留在了某一天 是最大的亏欠 和昨天说再见 挥一挥手说再见 十七岁那一年 一转眼从指间溜走 消失不见 原来校服是唯一纪念 毕业册是唯一的照片 同学会是唯一碰面 我们已经越走越远 天真以为能永远 陪伴的人 后来也会 突然不见 谁知时光匆匆 回不去从前 还来不及感谢 多想对你大声说","categories":[{"name":"日志","slug":"日志","permalink":"http://yoursite.com/categories/日志/"}],"tags":[{"name":"人生感悟","slug":"人生感悟","permalink":"http://yoursite.com/tags/人生感悟/"}]},{"title":"博客建成","slug":"博客建成","date":"2018-10-24T15:30:20.000Z","updated":"2018-11-05T03:03:58.743Z","comments":true,"path":"2018/10/24/博客建成/","link":"","permalink":"http://yoursite.com/2018/10/24/博客建成/","excerpt":"","text":"搭建起因在laocao同志的帮助下，我也开始了咸鱼人生，搭建起了博客。技术性的东西不太想说了，可以看友情链接luluting。搭建这个博客的目的，大概是给自己无聊而迷茫的人生添加一些乐趣。兴之所在，就会有很大的动力，一整天的功夫，在laocao的帮助下，blog大概建成了。 博客发展大概会记录一些生活感想，无聊琐事与鸡毛蒜皮如果有缘的话，会有一些技术性的记录，不过不会太多 更新问题随缘更新，比如现在我不想写了，我就不写了。 更新11.04对博客进行大改，为了使用评论功能，将主题换为next。","categories":[{"name":"日志","slug":"日志","permalink":"http://yoursite.com/categories/日志/"}],"tags":[{"name":"技术","slug":"技术","permalink":"http://yoursite.com/tags/技术/"}]}]}